Repository: Lucas-Developer/yunit
Catalog: po/*.po
Languages: eo

source: Password:
eo: Pasvorto:

source: Username
eo: Uzulnomo

source: Failed to authenticate
eo: Malsukcesis aŭtentikigi

source: Invalid password, please try again
eo: Malsukcesis aŭtentigi

source: Log In
eo: Ensaluti

source: Retry
eo: Reprovi

source: Login
eo: Ensaluti

source: Guest Session
eo: Gasto Sesio

source: Pin shortcut
eo: Pinglo serĉpeton

source: Quit
eo: Ĉesu

source: Unpin shortcut
eo: Unpin serĉpeton

# Title: Lock/Log out dialog
source: Log out
eo: Elsaluti

source: Are you sure you want to log out?
eo: Ĉu vi vere volas elsaluti?

# Button: Lock the system
source: Lock
eo: Ŝlosu

# Button: Log out from the system
source: Log Out
eo: Elsaluti

source: Cancel
eo: Nuligi

source: Are you sure you want to reboot?
eo: Ĉu vi certas ke vi volas reboot?

source: No
eo: Neniu

source: Yes
eo: Jes

# Title: Power off/Restart dialog
source: Power
eo: Potenco

# Button: Power off the system
source: Power off
eo: Potenco for

# Button: Restart the system
source: Restart
eo: Rekomenci

source: Unity 8
eo: Yunit

source: Takes a screenshot.
eo: Prenas ekrankopion.

source: Takes a screenshot of the current window.
eo: Prenas ekrankopion de la aktuala fenestro.

source: Switches to next keyboard layout.
eo: Ŝaltiloj por sekva klavararanĝo.

source: Switches to previous keyboard layout.
eo: Ŝaltiloj por antaŭa klavararanĝo.

source: Starts the Terminal application.
eo: Komenciĝas la Fina stacio aplikon.

source: Opens the launcher, displays shortcuts.
eo: Malfermas la launcher, montras ŝparvojoj.

source: Opens launcher keyboard navigation mode.
eo: Malfermas launcher klavaro navigado modo.

source: Switches applications via the launcher.
eo: Ŝaltiloj aplikojn pere de la lanzador.

source: Same as clicking on a launcher icon.
eo: Sama kiel alklakante launcher ikono.

source: Opens the Application Drawer.
eo: Malfermas la Apliko Kesto.

source: Scopes
eo: Medioj

source: Opens the Scopes home.
eo: Malfermas la Medioj hejmo.

source: Switching
eo: Ŝanĝi

source: Switches between applications.
eo: Ŝaltiloj inter aplikoj.

source: Opens the desktop spread.
eo: Malfermas la labortablo disvastiĝis.

source: Cursor Left or Right
eo: Kursoro Maldekstra aŭ Dekstra

source: Moves the focus.
eo: Movas la fokuson.

source: Windows
eo: Vindozo

source: Minimizes all windows.
eo: Minimumigas ĉiuj fenestroj.

source: Maximizes the current window.
eo: Maksimumigas la nuna fenestro.

source: Minimizes or restores the current window.
eo: Minimumigas aŭ restarigas la nuna fenestro.

source: Semi-maximizes the current window.
eo: Duone maksimumigas la nuna fenestro.

source: Closes the current window.
eo: Fermas la nunan fenestron.

source: Return to Call
eo: Reiri al Voko

source: OK
eo: Bone

source: Apps may have unsaved data:
eo: Apps eble nekonservitajn datumojn:

# Re-dock means connect the device again to an external screen/mouse/keyboard
source: Re-dock, save your work and close these apps to continue.
eo: Re-doko, savu vian laboron kaj fermi tiujn apps por daŭrigi.

source: Or force close now (unsaved data will be lost).
eo: Aŭ devigos proksimaj nun (nekonservitajn datumojn perdiĝos).

source: OK, I will reconnect
eo: OK, mi rekonekti

source: Reconnect now!
eo: Rekonekti nun!

source: Close all
eo: Fermu ĉiuj

source: Preview Share Item
eo: Antaŭrigardo Share Ero

source: Tap left button to click.
eo: Tap maldekstra butono klaki.

source: Tap right button to right click.
eo: Frapeti dekstran butonon dekstre klako.

source: Swipe with two fingers to scroll.
eo: Swipe kun du fingroj por rulumi.

source: Find more settings in the system settings.
eo: Trovu pli agordojn en la sistemo agordojn.

# Button: Open the Ubuntu Store
source: Store
eo: Vendejo

# Button: Start a search in the current dash scope
source: Search
eo: Serĉu

# Button: Show the current dash scope settings
source: Settings
eo: Agordoj

source: Remove from Favorites
eo: Forigi el favorataj

source: Add to Favorites
eo: Aldoni al favorataj

source: Refine your results
eo: Rafini viajn rezultojn

source: Reset
eo: Restarigi

source: Show less
eo: Montru malpli

source: Show all
eo: Montri ĉiujn

# Label: Hint for dash search line edit
source: Search
eo: Serĉu

source: Recent Searches
eo: Lastatempaj Serĉoj

source: Clear All
eo: Klara Ĉiuj

source: More...
eo: Pli…

source: Less...
eo: Malpli...

source: Send
eo: Sendu

source: Rate this
eo: Taksu tiu

source: Add a review
eo: Aldoni revizion

source: Pull to refresh…
eo: Pull por refreŝigi...

source: Release to refresh…
eo: Ĵeto por refreŝigi...

source: Enable location data
eo: Ebligi lokon datumoj

source: Manage
eo: Administri

source: Home
eo: Hejmo

source: Also installed
eo: Ankaŭ instalita

source: Unlock
eo: Malŝlosi

source: Device Locked
eo: Aparato Ŝlositaj

source: You have been locked out due to too many failed passphrase attempts.
eo: Vi estis ŝlosita for pro tro multaj malsukcesis pasvorton provoj.

source: You have been locked out due to too many failed passcode attempts.
eo: Vi estis ŝlosita for pro tro multaj malsukcesis passcode provoj.

source: Please wait %1 minute and then try again…
eo: Atendu %1 minuto kaj provu denove...

source: Try again
eo: Provu denove

source: Enter passphrase to unlock
eo: Enigu pasvorton por malŝlosi

source: Enter passcode to unlock
eo: Entajpu passcode malŝlosi

source: Emergency
eo: Kriz

source: Select desktop environment
eo: Elektu grafika uzulinterfaco

source: Search…
eo: Serĉu...

source: More apps in the store
eo: Pli apps en la vendejo

source: Show password
eo: Montri pasvorton

source: Tap to return to call...
eo: Frapeti reveni nomi...

source: Conference
eo: Konferenco

source: Nothing is playing
eo: Nenio estas ludanta

source: %1 hour
eo: %1 horo

source: %1 minute
eo: %1 minuto

source: %1 second
eo: %1 sekundo

source: 0 seconds
eo: 0 sekundoj

source: %1 remaining
eo: %1 restas

source: In queue…
eo: En vico...

source: Downloading
eo: Elŝutado

source: Paused, tap to resume
eo: Paŭzis, frapeti rekomenci

source: Canceled
eo: Nuligita

source: Finished
eo: Finita

source: Failed, tap to retry
eo: Malsukcesis, frapeti reprovi

# Button: Send a reply message
source: Send
eo: Sendu

# Label: Hint in message indicator line edit
source: Reply
eo: Respondu

# Button: Call back on phone
source: Call back
eo: Reprenas

source: Back
eo: Reen

source: Drag using 3 fingers any application from one window to the other
eo: Treni uzante 3 fingroj ajnan aplikon de unu fenestro al la alia

source: Long swipe from the left edge to open the Application Drawer
eo: Longa swipe de la maldekstra bordo por malfermi la Apliko Kesto

source: Short swipe from the left edge to open the launcher
eo: Mallongaj swipe de la maldekstra bordo por malfermi la lanĉilo

source: Push your mouse against the right edge to view your open apps
eo: Puŝi vian muson kontraŭ la dekstra rando por rigardi vian malfermita apps

source: Swipe from the right edge to view your open apps
eo: Swipe de dekstre rando por rigardi vian malfermita apps

source: Swipe from the top edge to access notifications and quick settings
eo: Swipe de la supro rando aliri sciigojn kaj rapidaj agordojn

# Button: Go back one page in the Wizard
source: Back
eo: Reen

source: Language
eo: Lingvo

source: Next
eo: Sekva

source: Select Keyboard
eo: Elektu Klavaro

source: Keyboard language
eo: Klavaro lingvo

source: Keyboard layout
eo: Klavararanĝo

source: Skip
eo: Rekte

source: Connect to Wi‑Fi
eo: Konekti al Wifi

source: Connected
eo: Konektita

source: Available Wi-Fi networks
eo: Disponebla Wifi retoj

source: No available Wi-Fi networks
eo: Ne disponebla Wifi retoj

source: Location Services
eo: Loko Servoj

source: By selecting this option you agree to the Nokia HERE %1.
eo: Elektante ĉi tiun opcion vi konsentas la Nokia HERE %1.

# part of: Nokia HERE terms and conditions
source: terms and conditions
eo: terminoj kaj Kondiĉoj

source: GPS only
eo: GPS nur

source: Don't use my location
eo: Ne uzu mian situon

source: You can change it later in System Settings.
eo: Vi povas ŝanĝi ĝin poste en Sistemo agordoj.

source: Time Zone
eo: Horzono

source: Enter your city
eo: Entajpu vian urbon

source: Personalize Your Device
eo: Personecigi Via Aparato

source: Preferred Name
eo: Preferata Nomo

source: Lock Screen
eo: Ŝlosi ekranon

# Label: Type of security method
source: Create new password
eo: Krei novan pasvorton

# Label: Type of security method
source: Create passcode (numbers only)
eo: Krei passcode (nombroj nur)

# Label: Type of security method
source: No lock code
eo: Neniu seruro kodo

source: Privacy Policy
eo: Privateca Politiko

source: Help Us Improve
eo: Helpu Nin Plibonigi

source: Improve system performance by sending us crashes and error reports.
eo: Plibonigi sistema elfaro sendante nin kraŝoj kaj eraro raportoj.

source: Privacy policy
eo: Privateca Politiko

source: Welcome to Ubuntu
eo: Bonvenon al Ubuntu

source: You are ready to use your device now
eo: Vi estas preta por uzi vian aparaton nun

source: Get Started
eo: Komenciĝi

source: Terms & Conditions
eo: Kondiĉoj & Kondiĉoj

source: Your device uses positioning technologies provided by HERE.
eo: Via aparato uzas situado teknologioj provizita de TIE.

source: By continuing, you agree to the HERE platform %1 and %2.
eo: Per daŭra, vi konsentas la TIE platformo %1 kaj %2.

source: Service Terms
eo: Servo Terminoj

source: Confirm passcode
eo: Konfirmi passcode

source: Incorrect passcode.
eo: Malĝusta passcode.

# Enter the passcode again
source: Please re-enter.
eo: Bonvolu re-eniri.

source: Lock Screen Passcode
eo: Ŝlosi ekranon Passcode

source: Enter 4 numbers to setup your passcode
eo: Entajpu 4 numerojn difinos vian passcode

source: Choose passcode
eo: Elektu passcode

source: Passcode too short
eo: Passcode tro mallonga

source: Passcodes match
eo: Passcodes matĉo

source: Passcodes do not match
eo: Passcodes ne kongruas

source: Passcode must be 4 characters long
eo: Passcode devas esti 4 signojn

source: Lock Screen Password
eo: Ŝlosi ekranon Pasvorto

source: Enter at least 8 characters
eo: Enmetu almenaŭ 8 karakteroj

source: Choose password
eo: Elektu pasvorton

source: Confirm password
eo: Konfirmu pasvorton

source: No SIM card installed
eo: Neniu SIMa karto instalita

source: SIM card added
eo: SIMa karto aldonita

source: You must restart the device to access the mobile network.
eo: Vi devas rekomenci la mekanismon por aliri la movebla reto.

source: Restart
eo: Rekomenci

source: You won’t be able to make calls or use text messaging without a SIM.
eo: Vi ne povos fari alvokojn aŭ uzu teksto mesaĝado sen SIM.

source: To proceed with no SIM tap Skip.
eo: Daŭrigi sen SIM krano Skip.

source: Password too short
eo: Pasvorto tro mallonga

source: Passwords match
eo: Pasvortoj kongruas

source: Passwords do not match
eo: Pasvortoj ne akordas

source: Strong password
eo: Fortaj pasvorto

source: Fair password
eo: Foiro pasvorton

source: Weak password
eo: Malforta pasvorton

source: Very weak password
eo: Tre malforta pasvorton
